Revit 2027 API
UnitTypeId.KilogramsCarbonDioxidePerKilowattHour Property
 kilograms carbon dioxide per kilowatt hour.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KilogramsCarbonDioxidePerKilowattHour { get; }
Public Shared ReadOnly Property KilogramsCarbonDioxidePerKilowattHour As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KilogramsCarbonDioxidePerKilowattHour {
	ForgeTypeId^ get ();
}
static member KilogramsCarbonDioxidePerKilowattHour : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace